{
"intents": [
    {"tag":"التحية",
        "patterns": ["السلام عليكم","bonjour","hello","hi","holla","salam","Hello there","مرحبا","سلام","السلام"],
        "responses": ["مرحبا كيف أساعدك.","مرحبا","مرحبا بك أنا هنا للإجابة عن أسئلتك حول الحملة الوطنية للتلقيح ضد فيروس كرونا.","مرحبا بك أنا هنا للإجابة عن أسئلتك"]
       },
    {"tag":"الإستراتيجية",
     "patterns": ["الإستراتيجية","لماذا اعتمد المغرب استراتيجية التلقيح ضد فيروس كورونا المستجد؟","ماهي استراتيجية المغرب","كيف سيتم تنفيذ الاستراتيجية الوطنية للتلقيح ضد فيروس كورونا المستجد؟","الاستراتيجية الوطنية للتلقيح ضد فيروس كورونا المستجد"],
     "responses": ["سيتم تنفيذ حملة التلقيح على مستوى محطات التلقيح هذه وفق نمطين: نمط قار حيث ينتقل السكان إلى موقع التلقيح، ونمط متنقل يتم فيه تنقل فرق التلقيح الملحقة بالمحطة نحو النقاط المتنقلة. ولتمكين الساكنة من التلقيح في ظروف جيدة، سيتم وضع جميع التدابير الاحترازية اللازمة، مع احترام جودة اللقاح في جميع مراحل سلسلة التوريد (ضمان التخزين الفعال للقاح): منذ استقبال اللقاح وإلى غاية استعماله لتلقيح الساكنة المستهدفة.","سيتم التلقيح بشكل تدريجي لضمان تلقيح جميع السكان المستهدفين. وستعطى الأولوية للموظفين العاملين في الصفوف الأمامية، أي مهنيي الصحة، والسلطات العمومية، وقوات الأمن، وموظفي التربية الوطنية. بعد ذلك، سيتم تمديد التلقيح إلى عامة الساكنة وفقًا للفئة العمرية المحددة."
        ,"سيتم تنفيذ الاستراتيجية الوطنية للتلقيح ضد فيروس كورونا المستجد (كوفيد-19) عبر حملة تلقيح تستهدف الساكنة فوق سن 17 عامًا، وفقًا لجدول لقاحي محدد في جرعتين. يقدر عدد السكان المستهدفين بـ 25 مليون نسمة."]
    },
    {"tag":"النوع و المكونات",
     "patterns": ["كيف تعمل اللقاحات؟", "لقاح كوفيد-19 ", "لقاح فيروس كورونا","النوع و المكونات"],
     "responses": ["تُحفِّز اللقاحات الاستجابات المناعية الوقائية لجسم الإنسان، بحيث إذا أصيب الشخص بمسببات الأمراض (جرثومة)، يمكن لجهاز المناعة أن يسرع في منع العدوى من الانتشار في جميع أنحاء الجسم والتسبب بالمرض. وبهذه الطريقة، فإن اللقاحات تشكل عدوى طبيعية دون الإصابة بالمرض"]
    },
    {"tag":"المكانة",
     "patterns": ["المكانة","ما هي مكانة التلقيح في مكافحة فيروس كورونا؟", "ما هي مكانة التلقيح في مكافحة مرض كوفيد-19؟"],
     "responses": ["بالإضافة إلى ذلك، يمكن للعديد من اللقاحات منع انتقال الفيروس، الشيء الذي قد يوفر حماية جماعية وبالتالي، تتم حماية الأشخاص غير الملقحين من طرف الأشخاص الملقَّحين حولهم، لأن احتمالية تعرضهم للإصابة بالفيروس قليلة."
        ,"ليس كل الأشخاص الحاملين لفيروس كورونا المستجد مصابين بمرض كوفيد-19.هناك أشخاص يحملون الفيروس دون أن تظهر عليهم أعراض المرض، في حين ينقلون الفيروس إلى الآخرين. كما أن معظم اللقاحات لا تمنع العدوى تمامًا، ولكن تمنعها من الانتشار في الجسم وحدوث المرض.","إن التلقيح هو وسيلة لحماية الشخص الملقَّح وكذا حماية محيطه.  غير أن تحقيق المناعة الجماعية (مناعة القطيع) لن تكون ممكنة إلا إذا تم تلقيح غالبية الناس (70%)"
        ,"يُحدِث هذا اللقاح حماية خاصة ضد فيروس كورونا المستجد الذي يسبب مرض كوفيد-19، وذلك من خلال السماح لجهاز المناعة بحفظ أول اتصال بالمستضد المستعمل. في حالة اتصال لاحق بالفيروس، ستسمح سرعة التعرف وشدة الاستجابة المناعية المحددة بمنع العدوى."
        ,"أثبت التلقيح، باعتباره تدخلاً في مجال الصحة العامة بامتياز، أهميتَه في الحد من الوفيات والإعاقة التي تسببها العديد من الأمراض المعدية مثل الدفتيريا(الخناق) والكزاز وشلل الأطفال والسعال الديكي والحصبة... إن التلقيح ضد فيروس كورونا المستجد يمثل فرصة لضمان الحماية الفردية والجماعية / الجماعاتية."]
    },
    {"tag":"التطوير",
     "patterns":["كيف يتم تطوير اللقاحات المضادة لفيروس كورونا المستجد؟","كيف يتم التطوير؟","كيف يتم تطوير اللقاحات"],
     "responses":["يتم اختبار اللقاحات على نطاق واسع خلال عدة مراحل تجريبية مختلفة.- الدراسات قبل السريرية باستخدام زراعة الأنسجة أو زراعة الخلايا أو الدراسات على الحيوانات. في هذه المرحلة، يتم تقييم السلامة والمناعة (قدرة اللقاح على إنتاج استجابة مناعية). إذا نجحت الدراسات قبل السريرية، يمر اللقاح بعد ذلك بعدة مراحل مختلفة من تجارب اللقاح على البشر.- التجارب السريرية للمرحلة الأولى، هي تجارب صغيرة النطاق على متطوعين بالغين يتمتعون بصحة جيدة، (عادة من 20 إلى 100) لتقييم ما إذا كان اللقاح آمنًا للبشر ونوع ومدى الاستجابة المناعية التي يسببها. -تعتبر التجارب السريرية للمرحلة الثانية أكثر أهمية (تشمل مئات من المتطوعين الأصحاء) ويتم إجراؤها عمومًا على الفئة (الفئات) العمرية المستهدفة التي من المرجح أن يستخدم فيها اللقاح. يتم خلالها أساسا تقييم فعالية اللقاح ضد العدوى التي يصنعها جسم الإنسان والأمراض السريرية. تتم أيضًا دراسة سلامة اللقاحات وآثارها الجانبية وكذا الاستجابة المناعية. -تحتم التجارب السريرية للمرحلة الثالثة أن تتم دراسة اللقاح على نطاق واسع لدى عدة مئات أو آلاف من الأشخاص، في عدة مواقع لتقييم الفعالية في ظل الظروف الطبيعية للمرض ولضمان عدم وجود آثار جانبية لم يتم رصدها خلال مرحلة دراسات المرحلة الثانية."]
    },
    {"tag":"الأمن والضمان",
     "patterns":["كيف أعرف ما إذا كان اللقاح ضد فيروس كورونا المستجد آمنًا؟","هل اللقاح آمن","الضمانات","هل لقاح فيروس كرونا آمن","ماهي الضمانات ؟","الأمن والضمان "],
     "responses":["على غرار باقي اللقاحات الأخرى، يجب أن تخضع اللقاحات المطورة لمكافحة فيروس كورونا المستجد، لاختبارات مكثفة وصارمة قبل إدخالها إلى بلد ما. وبمجرد استعمالها، ستتم مراقبتها باستمرار للتأكد من أنها آمنة وسليمة للمستفيدين منها.",
    "هناك العديد من الآليات الوقائية القوية لضمان سلامة لقاحات فيروس كورونا المستجد، حيث شارك في هذه التجارب، الأشخاص الذين يتمتعون بصحة جيدة أو الحاملون لأمراض مزمنة متوازنة (متحكم فيها) ، خصيصًا لتحديد أي آثار جانبية معروفة أو ضعف سلامة اللقاح."]
    },
    {"tag":"السرعة في الإنتاج",
     "patterns": ["لماذا كانت عملية الإنتاج سريعة؟","هل الإنتاج سريعا او بطيئا؟","لماذا كانت عملية تطوير وإنتاج اللقاح المضاد لفيروس كورونا المستجد بهذه السرعة؟","السرعة في الإنتاج","لماذا كانت عملية التطوير سريعة؟"],
     "responses": ["عادةً، يستغرق تطوير لقاح ما عدة سنوات لتأكيد سلامته وفعاليته وإنتاجه بكميات كافية للاستعمال العمومي. ولكن، بالنسبة للقاحات ضد فيروس داء كوفيد-19، فقد تم تقليص هذا الحيز الزمني بشكل كبير بفضل عوامل عدة منها: - في بعض التجارب السريرية، تم تجميع المرحلتين الأولى والثانية لتقييم الأمان والاستجابة المناعية.- نظرًا للعدد الكبير للحالات الجديدة لمرض كوفيد-19، فقد مكنت الدراسات متعددة المراكز من مقارنة الفرق بين الأشخاص الذين تلقوا اللقاح وأولئك الذين تلقوا العلاج الوهمي .Placébo - استثمرت الحكومات بشكل مكثف، في مجالات تعزيز البحث والتطوير وكذلك القدرة على إنتاج أعداد كبيرة من الجرعات، قبل توفر نتائج تجارب المرحلة الثالثة. وتجدر الإشارة إلى أن كل هذه العوامل التي ساهمت في التطوير المتسارع للقاح المضاد لفيروس كورونا المستجد، لا تشير إلى عدم احترام شروط السلامة او الأمانة العلمية والأخلاقية..- إن منصات إنتاج اللقاحات موجودة مسبقا من خلال لقاحات أخرى، وتستخدم حاليًا لإنتاج هذه اللقاحات."]
    },
    {"tag":"المصادقة",
     "patterns": ["من يعطي الموافقة على الإستعمال","من يوافق على استعمال أي لقاح أو عقار ؟","من المسؤول عن المصادقة على لقاحات فيروس كورونا المستجد بالمغرب؟","من الذي صادق على اللقاح؟","من المسؤول"],
     "responses": ["في البلدان التي يتم فيها تصنيع لقاحات فيروس كورونا المستجد، يُشرف المكلفون بالاستقصاء على الصعيد الوطني على مختلف مراحل تطوير اللقاح بناءً على معايير دولية صارمة تحترم الممارسات الكلينيكية والأخلاقيات العلمية. في المغرب، السلطات الصحية (مديرية الأدوية والصيدلة) هي المسؤولة حسب القوانين المعمول بها، عن الموافقة على استعمال أي عقار أو لقاح جديد."]
    },
    {"tag":"الإستعمال",
     "patterns": ["ما هي اللقاحات المستعملة؟","ما هي اللقاحات اللتي استعملها المغرب؟"," ما هي اللقاحات المضادة لفيروس كورونا المستجد التي سيتم استعمالها بالمغرب؟"],
     "responses": ["في إطار الاستراتيجية الوطنية للتلقيح، وضمن رؤية استباقية، أجرى المغرب  رصدا لتحديد اللقاحات التي تتوفر على معطيات صحية مُرضيةوحاليًا، اللقاحان المستعملان هما: لقاح مختبر سينوفارم: هو لقاح لفيروس معطل الفعالية، تم تطويره بطريقة معتمدة منذ عقود. وتُستعمل هاته الطريقة لتطوير اللقاحات ضد الأنفلونزا وداء الكَلَب (السعار) وشلل الأطفال والسعال الديكي ... لقاح مختبر  أسترا زينيكا: هو لقاح ناقل فيروسي يفتقر فيه الفيروس إلى الجين التكاثري، والذي لا يشكل خطرًا للعدوى بالنسبة لجسم الإنسان، ولكن لديه القدرة على تحفيز الاستجابة المناعية. وينتمي لقاح الإيبولا الى هذا النوع."]
    },
    {"tag":"الدراسات السريرية",
     "patterns": ["نتيجة الدراسات على اللقاح في المغرب","نتائج الدراسات السريرية على اللقاح","كيف تتم الدراسات السريرية؟","ما هي نتائج الدراسات السريرية على اللقاح ضد فيروس كورونا المستجد في المغرب؟","نتائج الدراسات السريرية"],
     "responses": ["تخضع الأبحاث البيو طبية في المغرب للإجراءات القانونية اللازمة، ويتم إجراؤها وفقًا للمتطلبات الدولية. وفي سياق جائحة كوفيد-19، شارك المغرب بفعالية في المرحلة الثالثة للتجارب متعددة المراكز للقاح المضاد لفيروس كوفيد-19، والتي تشكل أول تجربة سريرية لقاحية في المغرب منذ عهد الاستقلال. وتُعَدّ هذه التجربة السريرية متعددة المراكز ومزدوجة التعمية والعشوائية، ذات مستوى عالٍ.",
    "تم تنظيم هذه الدراسات السريرية على مستوى ثلاثة مواقع، وبمشاركة 600 متطوع. حيث تم إعطاء اللقاح حسب جدول تلقيحي من جرعتين: اليوم الأول واليوم 21. والهدف من هذه التجربة تقييم مناعة وسلامة اللقاح لدى الساكنة التي تبلغ من العمر 17 عامًا فما فوق. ولحدود اليوم، لم يتم تسجيل أي آثار جانبية خطيرة. وكما هو الحال مع باقي اللقاحات الأخرى، فقد تم الإبلاغ عن آثارجانبية موضعية، مثل ألم في موضع الحقن، وطفح جلدي، صداع في الرأس، أو تعب."]
    },
    {"tag":"منع الإصابة",
     "patterns": ["هل التلقيح يمنع الإصابة بمرض كوفيد-19؟","هل اذا تلقيت اللقاح، لا يمكنني أن اتعرض للإصابة؟","هل التلقيح يقي من الاصابة؟","هل يمنع اللقاح من الإصابة بالفيروس؟","هل تلقيحي سوف يقيني من الإصابة"],
     "responses": ["يتم تقييم اللقاحات ضد فيروس كورونا المستجد بعناية خلال التجارب السريرية، ولايتم ترخيصها والمصادقة عليها إلا إذا كانت فعالة. استنادًا على البيانات المتاحة، يساعد اللقاح ضد فيروس كورونا المستجد على تجنب أية خطورة في حالة الإصابة بعدوى الفيروس.",
    "يؤدي التلقيح إلى حماية المُقرَّبين، خاصة أولئك المعرضين لخطر الإصابة بأمراض خطيرة مرتبطة بفيروس كورونا المستجد.لاتزال البحوث والدراسات مستمرة حول تأثير اللقاح ضد فيروس كورونا المستجد وقدرته على منع الأشخاص من نشر الفيروس وكذلك دراسة مدة الحماية. ومع ذلك، فإن التلقيح ضد كوفيد-19 يمنع خطر الإصابة بأمراض خطيرة الناجمة عن كوفيد-19ويحد من نسبة الوفيات المرتبطة به، حيث يفوق بكثير فوائد المناعة الطبيعية."]
    },
    {"tag":"المدة الزمنية",
     "patterns": ["هل يجب علي أن أحترم المدة الزمنية بين اللقاحات ؟","ما هي المدة الزمنية بين اللقاحات؟","ما هي المدة اللتي يجب ان احترمها لكي اتلقى الجرعة التانية؟","ما هي المدة الزمنية بين اللقاح الأول و التاني؟ ","هل هناك مدة زمنية يجب احترامها بين اللقاح ضد فيروس كورونا المستجد ولقاح آخر (الأنفلونزا، التلقيح ضد داء السعار،...)؟","مدة زمنية يجب احترامها بين اللقاح"],
     "responses": ["نعم، هناك مدة ضرورية على الشخص احترامها بين اللقاحات، وتُقدَّر بأسبوعين إلى أربعة أسابيع."]
    },
    {"tag":"أُصِبْت بمرض كوفيد-19",
     "patterns": ["أنا أصبت بالمرض هل يجب علي أن ألقح","هل الأشخاص الذين اصيبوا بفيروس كورونا مسبقا يحتاجون إلى التلقيح؟","هل احتاج الى التلقيح ادا اصبت مسبقا؟","إذا أُصِبْت بمرض كوفيد-19، فهل عليَّ الاستفادة من اللقاح؟"],
     "responses": ["لا تزال الدراسات جارية لتحديد مدة حماية الشخص المصاب بكوفيد-19؛ وهذا ما يسمى بالمناعة الطبيعية أي مقاومة الجسم للفيروس طبيعيا.في حين، تميل النتائج الأولى إلى أن المناعة الطبيعية ضد كوفيد-19 لا تدوم طويلا. وبما أن مدة الحماية من الفيروس تستمر لأشهر قليلة فقط، فقد يكون التلقيح أكثر إفادة."]
    },
    {"tag":"الجرعة الأولى",
     "patterns": ["هل يمكنني تلقي الجرعة التانية ادا اصبت بفيروس كورونا؟","هل احتاج الى تلقي الجرعة التانية ادا اصبت بعد الجرعة الأولى؟","إذا تلقيت الجرعة الأولى من لقاح فيروس كورونا المستجد، وأُصبتُ بـمرض كوفيد-19، فهل علي تَلقّي الجرعة الثانية؟"],
     "responses": ["من وجهة نظر طبية، في حالة حدوث عدوى (كوفيد-19، إنفلونزا، إلخ) لدى شخص تلقى الجرعة الأولى من لقاح مضاد لفيروس كورونا المستجد، لا يمكن تلقي الجرعة الثانية إلا بعد التعافي. وبالتالي، فإن الإنفلونزا وكوفيد-19 ليسا موانع مطلقة للتلقيح."]
    },
    {"tag":"حساسية",
     "patterns": ["إذا كنت أعاني من حساسية، فهل يجب أن أتجنب التلقيح المضاد لفيروس كورونا المستجد؟","هل تؤتر الحساسية على التلقيح ؟","هل يمكنني تلقي التلقيح ادا كنت اعاني من حساسية؟","هل الحساسية تشكل خطرا على التلقيح؟"],
     "responses": ["لا تعتبر الحساسية الموسمية والغذائية من موانع التلقيح ضد فيروس كورونا المستجد. على الأشخاص الذين عانوا سابقا من ردود فعل خطيرة، مثل الحساسية المفرطة للأدوية أو اللقاحات، عدم التلقيح ضد فيروس كورونا المستجد.للإشارة، لا ينبغي إعطاء جرعة ثانية من اللقاح لدى شخص تبين أنه يعاني من حساسية مفرطة عند أخذه للجرعة الأولى من هذا اللقاح."]
    },
    {"tag":"الإجراءات",
     "patterns": ["هل يجب ان اتجنب شيئا بين الجرعتين؟","ما هي الإجراءات التي يجب ان اتجنبها خلال التلقيح؟","هل يجب ان اتجنب شيئا خلال فترة التلقيح؟","ما هي الإجراءات التي يجب أن يتخذها الملقح بين الجرعتين؟"],
     "responses": ["عندما يتلقى الشخص الجرعة الأولى من اللقاح ضد فيروس كورونا المستجد، عليه مراقبة إمكانية حدوث آثار جانبية من قبيل: تفاعلات موضعية (ألم خفيف، تورم أو احمرار في موضع الحقن)؛ تفاعلات جهازية (ارتفاع درجة الحرارة، شعور خفيف بعدم الراحة، ألم عضلي، صداع في الرأس، ألم في المفاصل...).في هذا اللحظة، يقوم الشخص الملقّح بالتبليغ عن هذه الآثار إما بتوجهه إلى موقع التلقيح الأقرب من محل سكناه أو عبر تطبيق الهاتف المحمول يقظة لقاح، وهو رابط مخصص لهذه التبليغات. ستتيح لك هذه المنصة الاستفادة عن بُعد من تتبع السلامة اللقاحية الخاصة بك بمساعدة الأطباء المعينين للقيام "]
    },
    {"tag":"الأمراض المزمنة",
     "patterns": ["هل الأمراض المزمنة؛ مثل السكري وارتفاع ضغط الدم وأمراض القلب والسرطان وفيروس نقص المناعة البشرية(...) من موانع التلقيح ضد فيروس كورونا المستجد؟","هل تشكل الامراض المزمنة خطرا على التلقيح؟","هل يمكن للمصاب بمرض مزمن تلقي اللقاح؟","الامراض المزمنة و اللقاح"],
     "responses": ["الأشخاص الذين يعانون من أمراض مزمنة مثل السكري، ارتفاع ضغط الدم، أمراض القلب، فيروس نقص المناعة البشرية، السرطان، اضطرابات تخثر الدم، والأشخاص الذين يتلقون العلاج الكيميائي ... يمكنهم تلقي اللقاح ضد فيروس كورونا. الموانع الوحيدة التي يتم التحفظ عليها حاليًا بالنسبة للقاحات هي:-    بشكل مطلق: •    الحمل والرضاعة. •    على الأشخاص الذين عانوا سابقا من ردود فعل خطيرة، مثل الحساسية المفرطة للأدوية أو اللقاحات، عدم التلقيح ضد فيروس كورونا المستجد.-   بشكل مؤقت: أي يمكن تلقيحهم بعد ذلك. حالة من:المصابون بأمراض تعفنية في المرحلة الحادة.لا يجب أن يتم تلقيح الأشخاص المصابين بعدوى كوفيد-19 المصحوبة بأعراض، حتى الشفاء السريري ومرور 4 أسابيع من ظهور العلامات السريرية. بالنسبة للحالات بدون أعراض، يلزم تأخير 4 أسابيع بعد تاريخ التشخيص.بالنسبة للحالات بدون أعراض، من الضروري تأخير اللقاح لمدة 4 أسابيع بعد تاريخ التشخيص. "]
    },
    {"tag":"النجاعة و التوفر",
     "patterns": ["هل التلقيح يؤدي إلى الاصابة بفيروس كورونا؟","هل من الممكن أن يسبب التلقيح الإصابة بمرض كوفيد-19؟"],
     "responses": ["لا يمكن الإصابة بكوفيد - 19 نتيجة للتلقيح. تستخدم اللقاحات المضادة لكورونا فيروسًا غير مفعلاً، أو أجزاء من الفيروس، أو جين فيروس. لا يمكن لأي من هذه الانواع من اللقاحات أن يسبب مرض كوفيد -19. "]
    },
    {"tag": "منع الإصابة",
     "patterns": ["هل التلقيح يمنع الإصابة بمرض كوفيد-19؟","هل يمنع التلقيح الاصابة بالفيروس؟","هل التلقيح يمنع الاصابة بفيروس كورونا؟"],
     "responses": ["يتم تقييم اللقاحات ضد فيروس كورونا المستجد بعناية خلال التجارب السريرية، ولايتم ترخيصها والمصادقة عليها إلا إذا كانت فعالة.استنادًا على البيانات المتاحة، يساعد اللقاح ضد فيروس كورونا المستجد على تجنب أية خطورة في حالة الإصابة بعدوى الفيروس.. ",
    "يؤدي التلقيح إلى حماية المُقرَّبين، خاصة أولئك المعرضين لخطر الإصابة بأمراض خطيرة مرتبطة بفيروس كورونا المستجد.لاتزال البحوث والدراسات مستمرة حول تأثير اللقاح ضد فيروس كورونا المستجد وقدرته على منع الأشخاص من نشر الفيروس وكذلك دراسة مدة الحماية. ومع ذلك، فإن التلقيح ضد كوفيد-19 يمنع خطر الإصابة بأمراض خطيرة الناجمة عن كوفيد-19ويحد من نسبة الوفيات المرتبطة به، حيث يفوق بكثير فوائد المناعة الطبيعية."]
    },
    {"tag": "الضرورة",
     "patterns": ["ما ضرورة اللقاح إذا كان من الواجب الاستمرار في تطبيق التدابير الحاجزية لمنع انتشار الفيروس؟","ما هي أهمية اللقاح؟","ما هي ضرورة اللقاح؟"],
     "responses": ["يتطلب وقف الجائحة استعمال جميع الوسائل المتاحة، بما في ذلك اللقاحات، وذلك لتقوية الجهاز المناعي حتى يكون جاهزًا لمحاربة الفيروس في حالة تعرض الشخص للفيروس.يجب الاستمرار في احترام الإجراءات الاحترازية (ارتداء الأقنعة الواقية/غسل اليدين والتباعد الجسدي)، واتباع توصيات وزارة الصحة حول كيفية حماية الشخص ومحيطه إلى غاية تحقيق الأهداف، لاسيما تحديد خطر انتشار الفيروس. ولن يتم تحقيق هذا الهدف إلا بعد مرور على الأقل شهرين بعد تلقيح 80 بالمائة من الساكنة بالمغرب."]
    },
    {"tag": "القضاء على الوباء",
     "patterns": ["ماهي المدة الزمنية التي ستستغرقها لقاحات فيروس كورونا المستجد للقضاء على الوباء؟","ما هي المدة الزمنية التي نحتاجها للقضاء على الفيروس؟","ما هي المدة الزمنية اللازمة للقضاء على فيروس كورونا؟"],
     "responses": ["في الوقت الراهن، من الصعب تحديد الوقت اللازم لإنهاء الوباء في المغرب، حتى بعد عملية التلقيح ضد فيروس كورونا المستجد."]
    },
    {"tag": "الحماية الطويلة المدى",
     "patterns": ["هل اللقاح يمكنني من ان اصبح محميا لمدة طويلة؟","هل اللقاح يمكنني من ان اصبح محميا؟","هل يمكن للقاحات المضادة لفيروس كورونا المستجد أن تحقق حماية طويلة المدى؟ "],
     "responses": ["هناك العديد من الأبحاث جارية لتحديد حماية طويلة المدى للقاحات المضادة لفيروس كورونا المستجد."]
    },
    {"tag": "السيطرة",
     "patterns": ["السيطرة على الانتشار؟","ما هي النسبة اللتي يجب تلقيحها من اجل السيطرة على فيروس كورونا؟","ما هي نسبة السكان التي يجب تلقيحهم من أجل السيطرة على انتشار الفيروس؟"],
     "responses": ["يجب تطعيم ما يقدر بنحو 80٪ من السكان لتوفير المناعة الجماعية (مناعة القطيع)."]
    },
    {"tag": "العدوى",
     "patterns": ["هل يمكن الاصابة من بعد اكمال التلقيح؟","هل يمكن الاصابة من بعد تلقي اللقاح ؟","هل يمكن أن يصاب الشخص بعدوى كوفيد-19 حتى بعد إكمال تلقيحه؟"],
     "responses": ["الهدف من التلقيح ضد فيروس كورونا المستجد هو تنبيه جهاز مناعة الشخص الملقَّح للتعرف على الفيروس المسبب لكوفيد-19 ومقاومته.يجب أولاً أن يحصل الشخص على التلقيح الكامل (تلقي جرعتين من اللقاح) وبعد بضعة أسابيع، سيطور الجسم مناعة ضد الفيروس.هذا يعني أنه من الممكن أن يصاب الشخص بعدوى الفيروس المسبب لكوفيد-19 مباشرة قبل أو بعد التلقيح ويمرض. ويمكن تفسير ذلك بعدم انقضاء الوقت اللازم ليطور الجسم مناعته."]
    },
    {"tag": "السلالات المتحورة",
     "patterns": ["هل اللقاح فعال أيضا ضد السلالات المتحورة لفيروس كورونا المستجد؟","لسلالات المتحورة","هل التلقيح فعال للسلالات المتحورة؟"],
     "responses": ["يتطور الفيروس في كثير من الأحيان، ولكن ليس بالضرورة أن تؤثر جميع الطفرات على جزء الفيروس الذي يتعرف عليه جهاز المناعة عند تحفيزه باللقاح. ولكن يمكن أن يحدث بأن تسمح الطفرة بالفعل للفيروس بمراوغة الاستجابة المناعية، وفي هذه الحالة سيكون من الضروري تحديث اللقاح الذي يستهدف السلالة الجديدة."]
    },
    {"tag": "مجاني",
     "patterns": ["هل اللقاح مجاني؟","هل التلقيح بالمجان؟","هل يتم التلقيح بالمجان؟"],
     "responses": ["وقع المغرب مذكرة تفاهم للحصول على اللقاح. وتنفيذا للتعليمات السامية لصاحب الجلالة الملك محمد السادس نصره الله، تم وضع استراتيجية وطنية للتلقيح وتوفير اللقاح بشكل مجاني للجميع."]
    
    },
    {"tag": "المكان",
     "patterns": ["ما هو مكان التلقيح؟","اين يمكنني ان اقوم بالتلقيح؟","ما هي المراكز اللتي يمكنني أن اقوم بالتلقيح بها؟","أين سيتم التلقيح؟"],
     "responses": ["سيتم التلقيح بالمراكز الصحية وفي محطات التلقيح الملحقة بها من خلال نمطين:- نمط قار: ينتقل السكان إلى المراكز الصحية ومحطات التلقيح،- نمط متنقل: تنتقل فرق التلقيح الملحقة بالموقع إلى نقاط التلقيح المتنقلة وفق برنامج محدد مسب"],
     "action":"search"
    },
    {"tag": "الوفرة",
     "patterns": ["هل يوجد لقاحات كافية لنا جميعا؟","هل اللقاحات كافية للجميع؟"],
     "responses": [" وفقًا للاستراتيجية الوطنية للتلقيح ضد فيروس كورونا المستجد، تم تحديد الفئة المستهدفة بالتلقيح في 25 مليون نسمة، مع إعطاء الأولوية للعاملين للصفوف الأمامية كمهنيي الصحة والسلطات العمومية وقوات الأمن ومهنيي التربية الوطنية وكذا كبار السن قبل أن يشمل باقي السكان."]
    },
    {"tag": "الجدول التلقيحي",
     "patterns": ["ما هو الجدول التلقيحي الذي يجب اتباعه؟","انواع اللقاحات؟","الجدول التلقيحي"],
     "responses": ["إلى حد الآن، هناك نوعان من اللقاحات اللذان سيتم استعمالهما بالمغرب. حيث جدول التلقيح يتم أخذهم عن طريق جرعتين:في اليوم1 واليوم 21 بالنسبة للقاح مختبر سينوفارم.في اليوم 1 واليوم28 بالنسبة للقاح مختبر أسترا زينيكا"]
    },
    {"tag": "جرعة واحدة",
     "patterns": ["هل يمكن تلقي نوعين من اللقاحات؟","هل يمكن التبديل بين اللقاحات ؟","هل يمكن أخذ جرعة واحدة من كل نوع من اللقاحين؟"],
     "responses": ["لا يمكن ذلك، لأن اللقاحين غير قابلين للتبديل، أي إذا حصلت على الجرعة الأولى من لقاح سينوفارم، فالجرعة الثانية يجب أن تكون من نفس نوع اللقاح."]
    },
    {"tag": "التلقيح كل سنة",
     "patterns": ["هل يجب تلقي التلقيح كل سنة؟","هل يجب ان اقوم بالتلقيح كل سنة؟","هل سيكون التلقيح ضد فيروس كورونا كل سنة مثل لقاح الأنفلونزا؟"],
     "responses": ["إلى حدود الساعة، لا تتوفر أي معلومة بخصوص مدة حماية مضادات فيروس كورونا"]
    },
    {"tag": "الإعطاء",
     "patterns": ["كيف سيتم إعطاء لقاح فيروس كورونا المستجد؟","كيف يتم التلقيح؟","اين يتم إعطاء اللقاح؟"],
     "responses": ["يتم إعطاء اللقاح ضد فيروس كوفيد-19عن طريق الحقن العضلي في العضلة الدالية (على الذراع)."]
    },
    {"tag": "تلقيح 80٪ من الفئة المستهدفة",
     "patterns": ["لماذا يجب تلقيح 80%؟","ما هي النسبة اللتي يجب تلقيحها؟","لماذا من الضروري تلقيح 80٪ من الفئة المستهدفة؟"],
     "responses": ["التلقيح هو وسيلة لحماية نفسك وحماية من حولك. ومع ذلك، فإن مناعة القطيع لن تكون ممكنة إلا إذا تم تلقيح غالبية الناس."]
    },
    {"tag": "الأطفال",
     "patterns": ["هل يمكن للأطفال تلقي اللقاح ؟","هل يجب تلقيح الأطفال؟","هل سيتم تلقيح الأطفال ضد فيروس كورونا المستجد؟"],
     "responses": ["حاليًا، لا يُنصح بإعطاء اللقاح للأطفال الذين تتراوح أعمارهم بين 0 و17 عامًا."]
    },
    {"tag": "المرأة الحامل والمرأة المرضع",
     "patterns": ["هل يمكن للمرأة الحامل والمرأة المرضع تلقي التلقيح ضد فيروس كورونا المستجد؟","هل يجب تلقيح المرأة الحامل؟","هل يمكن للمرأة المرضع تلقي اللقاح؟","هل يجب تلقيح المرأة المرضع؟","هل يمكن للمرأة الحامل تلقي اللقاح ؟"],
     "responses": ["لا يجب على النساء الحوامل أو المرضعات أخذ اللقاح ضد فيروس كورونا المستجد.- إذا اكتشفت المرأة أنها حامل بعد بدء دورة التلقيح، فعليها استكمال حملها قبل استكمال الجدول الزمني الموصى به؛- النساء اللاتي يرغبن في الحمل لا يحتجن إلى تجنب الحمل بعد التلقيح؛- لا ينبغي أن يوصى بإنهاء الحمل بعد التلقيح غير المقصود؛- يرجى إخطارهن بأي أخذ غير مقصود للقاح أثناء الحمل؛- يجب أن يتم تحديد مراقبة أخذ اللقاح عن غير قصد خلال الحمل من قبل الفريق الطبي.- على المرأة عدم أخذ اللقاح في حالة عدم التأكد من الحمل"]
    },
    {"tag": "الأعراض والآثار الجانبية",
     "patterns": ["ماذا يحدث إذا ما تم الاشتباه في وجود مشكلة في لقاح فيروس كورونا المستجد؟","الاعراض والاتار الجانبية؟","ما هي الاتار الجانبية للقاح؟"],
     "responses": ["في المغرب، يهدف البرنامج الوطني لليقظة الدوائية إلى تحسين سلامة المرضى من خلال المراقبة المستمرة للتأثير الصحي لاستعمال المواد الصحية (بما في ذلك اللقاحات).. وتقييم نسبة الفوائد/ المخاطر لهذه المواد، مما يمكّن من تتبع ومراقبة جميع الآثار الجانبية المشتبه في ارتباطها بتلقي اللقاح."]
    },
    {"tag": "التسجيل وأخذ موقع التلقيح",
     "patterns": ["كيف يمكنني التسجيل؟","هل أنا مسجل للحصول على اللقاح","كيف يمكنني التسجيل للحصول على اللقاح ضد فيروس كوفيد -19؟","التسجيل للحصول على اللقاح"],
     "responses": ["إذا كنت تتوفر على بطاقة التعريف الوطنية، أو بطاقة الإقامة، حتى في حال انتهاء صلاحيتها، سيتم تسجيلك بشكل تلقائي. إذا كنت لا تتوفرعلى بطاقة التعريف الوطنية، أو بطاقة الإقامة، فعليك الاتصال بسرعة بالملحقة الإدارية المحلية الخاصة بمقر إقامتك الحالية."]
    },
    {"tag": "عنوان سكني",
     "patterns": ["  لقد غيرت عنوان سكني، ولكن عنواني القديم لا يزال موجودًا على بطاقة تعريفي الوطنية (أو بطاقة الإقامة)","هل يمكنني تغيير عنوان سكني؟","كيف يمكن أن أغير عنوان سكني ؟"],
     "responses": ["يمكنك تغيير عنوانك على الموقع المجاني www.liqahcorona.ma استخدم الخدمة عبر الأنترنت أستشير موعدي ومركز التلقيح الخاص بي  على الموقع. يمكنك تغيير عنوانك عبر الأنترنت مرة واحدة فقط. يجب إجراء أي تغيير جديد في العنوان لدى الملحقة الإدارية المحلية التابعة  لمحل إقامتك."]
    },
    {"tag": "الموعد",
     "patterns": ["كيف يمكن أن اخذ موعدا؟","كيف يمكن أن اخذ موعدا من اجل التلقيح؟","موعد التلقيح؟","كيف يمكنني أخذ موعد للتلقيح؟"],
     "responses": ["يتم تحديد المواعيد بشكل تلقائي بواسطة النظام."]
    },
    {"tag": "تغيير موعد",
     "patterns": ["هل يمكن ان اغير موعد التلقيح ؟","هل يمكن ان اغير موعد تلقيحي؟"," كيف يمكنني تغيير موعدي؟"],
     "responses": ["هذا استثناء. يجب عليك تقديم طلب معلّل إلى الملحقة الإدارية المحلية التابعة لمقر سكنك حيث ستتولى مسؤولية الطلب."]
    },
    {"tag": "التاريخ والمركز",
     "patterns": ["كيف يمكنني معرفة تاريخ موعدي ومركز التلقيح الخاص بي؟","تاريخ و مركز التلقيح","تاريخ موعدي ومركز التلقيح","هل يمكنك تحديد مركزتلقيحي"],
     "responses": ["يمكنك معرفة موعدك بطريقتين:أرسل رقم بطاقة تعريفك الوطنية أو بطاقة الإقامة الخاصة بك عن طريق رسالة نصية إلى الرقم المجاني 1717. سيتم إرسال تاريخ ومكان التلقيح إليك عبر رسالة نصية قصيرة. تصفح الموقع الإلكتروني المجاني www.liqahcorona.ma وقم بالاطلاع على الخدمة عبر الأنترنت   أستشير موعدي ومركز التلقيح الخاص بي "],
     "action":"search"
    },
    {"tag": "الموقع",
       "patterns": ["إبحث عن مكان تلقيحي","موقع مركز التلقيح؟","مكان مركز التلقيح ؟","كيف يمكنني تحديد موقع مركز التلقيح الخاص بي؟","أريد أن أعرف مركز التلقيح الخاص بي"],
     "responses": ["صفح الموقع الإلكتروني المجاني   www.liqahcorona.ma وقم بالاطلاع على الخدمة عبر الأنترنت   أستشير موعدي ومركز التلقيح الخاص بي  ستتيح لك هذه الخدمة معرفة اسم وموقع مركز التلقيح الخاص بك"],
     "action":"search"
    },
    {"tag": "الوقت",
     "patterns": ["وقت التلقيح؟","ما هو وقت التلقيح؟","في أي وقت يجب أن أذهب إلى مركز التلقيح؟"],
     "responses": ["يتم تحديد المواعيد بنصف يوم (صباحًا أو بعد الظهر). عادةً، تشير رسالة تحديد الموعد إلى تاريخ اليوم وكذا نصف اليوم (الصباح أو بعد الظهر)"]
    },
    {"tag": "البعد",
     "patterns": [" مركز التلقيح الخاص بي بعيد عن مقر سكني الحالي","مركز التلقيح بعيد"],
     "responses": ["يمكنك تغيير عنوانك على الموقع المجاني www.liqahcorona.ma استخدم الخدمة عبر الأنترنت  أستشير موعدي ومركز التلقيح الخاص بي على الموقع.يمكنك تغيير عنوانك عبر الأنترنت مرة واحدة فقط. يجب إجراء أي تغيير جديد في العنوان لدى الملحقة الإدارية المحلية التابعة  لمحل إقامتك."]
    },
    {"tag": "رسالة",
     "patterns": [" لقد قمت بإرسال رسالة نصية قصيرة إلى الرقم 1717 ولكن لم أتوصل بأي جواب بعد.","رسالة  قصيرة إلى الرقم 1717"],
     "responses": ["أعد المحاولة مرات أخرى. في الواقع، الخدمة المجانية 1717 متوفرة على مدار الساعة وطوال أيام الأسبوع، قد تكون مضغوطة من وقت لآخر بسبب المكالمات. أو يمكنك الاطلاع على موعدك ومركز التلقيح الخاص بك مباشرة على الموقع الإلكتروني المجاني www.liqahcorona.ma"]
    },
    {"tag": "تغيير المكان",
     "patterns": ["هل يمكنني تغيير مكان التلقيح ؟","هل يجب علي تلقي التلقيح في المركز المحدد فقط؟"," هل يمكنني التلقيح في أي مركز تلقيح؟"],
     "responses": ["لا. يجب أن تذهب إلى مركز التلقيح المخصص لك. يأخذ تعيين مركز التلقيح في الاعتبار مقر إقامتك الحالي المشار إليه في بطاقة التعريف الوطنية أو بطاقة الإقامة الخاص بك.إذا كان عنوان إقامتك الحالي مختلفًا عن العنوان المشار إليه في بطاقة التعريف الوطنية أو بطاقة الإقامة الخاص بك ، فيمكنك تغيير عنوانك باتباع الإجراء المحدد في السؤال لقد غيرت عنوان سكني، ولكن عنواني القديم لا يزال موجودًا على بطاقة تعريفي الوطنية (أو بطاقة الإقامة)"]
    },
    {"tag": "فاتني الموعد",
     "patterns": [" إذا فاتني موعد التلقيح، هل يمكنني الذهاب للتلقيح في يوم آخر؟ ","فاتني الموعد ماذا أفعل ؟"],
     "responses": ["سيتم تقديم موعد ثانٍ لك في الأيام الأولى التي تلي موعدك الأول. إذا فاتك الموعد للمرة الثانية  فستحتاج إلى الاتصال بالملحقة الإدارية التابعة لمحل إقامتك."]
    },
    {"tag": "تحميل شهادة",
     "patterns": [" أخذت الجرعة الأولى من اللقاح. هل يمكنني تحميل شهادة التلقيح الخاصة بي؟  ","شهادة التلقيح"],
     "responses": ["لا، يجب عليك أن تأخذ الجرعة الثانية حتى تحصل على شهادة التلقيح."]
    },
    {"tag": "الموانع",
     "patterns": ["موانع التلقيح","هل هناك موانع للتلقيح؟","ماهي موانع التلقيح ضد فيروس كورونا المستجد؟"],
     "responses": ["يمكن تلقيح جميع الأشخاص الذين تزيد أعمارهم عن 17 عاما باللقاح ضد فيروس كورونا المستجد، بغض النظر عن المرض أو العلاج الحالي، باستثناء الحالات التالية: النساء الحوامل النساء المرضعات  الأشخاص الذين عانوا مسبقا من حساسية مفرطة أو التورم السريع للأنسجة بعد أخذهم لدواء أو لقاح أو تعرضهم لأي عامل آخر مسبب للحساسية. الأشخاص الذين لديهم حساسية إثر استفادتهم من الحقنة الأولى للقاح ضد كوفيد-19.  ملحوظة: يتم تأجيل التلقيح حتى الشفاء في حالة ظهور أعراض لعدوى حادة"]
    },
    {"tag": "الحالات الخاصة",
     "patterns": ["ما هي الحالات الخاصة لفيروس كورونا؟","الحالات الخاصة","تأكدَت إصابتي بفيروس كورونا المستجد (بأعراض أو بدون أعراض) سابقا. هل أنا مؤهل للتلقيح؟","ما هي حالات الاصابة؟"],
     "responses": ["نعم، أنت مؤهل بشرط: بالنسبة للأشخاص المصابين بعدوى فيروس كورونا المستجد المصحوبة بأعراض، فلا يمكنهم الاستفادة من اللقاح ضد كوفيد-19 إلا حين الشفاء السريري وبعد 4 أسابيع من ظهور العلامات السريرية. بالنسبة للحالات بدون أعراض، فيجب تأخير اللقاح لمدة 4 أسابيع بعد تاريخ التشخيص."]
    },
    {"tag": "الجرعة الثانية",
     "patterns": ["هل يمكن ان اتلقى الجرعة التانية بعد الاصابة بفيروس كورونا؟","الجرعة التانية","لقد أصبت بفيروس كورونا المستجد بعد أخذي للجرعة الأولى من اللقاح. هل أنا مؤهل للحصول على الجرعة الثانية؟"],
     "responses": ["يجب تأجيل الجرعة الثانية من اللقاح. يجب مراعاة مدة أربعة أسابيع من ظهور الأعراض بشرط أن يتعافى المريض."]
    },
    {"tag": "لقاحات أخرى",
     "patterns": ["هل يمكن تلقي اللقاح مع لقاح آخر؟","لقاحات أخرى","هل يمكن إعطاء اللقاح ضد فيروس كورونا موازاة مع لقاحات أخرى معطلة أو حية؟"],
     "responses": ["يجب فصل برمجة اللقاح ضد كوفيد-19 واللقاحات الأخرى وفق ما يلي: مراعاة فاصل زمني لا يقل عن 14 يومًا بالنسبة للقاح المعطل مراعاة مدة 4 أسابيع بالنسبة للقاح الحي. في حالة الإصابة بداء الكلَب أو التهاب السحايا أو مرض الكزاز، تعطى الأولوية للتلقيح ضدها قبل اللقاح ضد فيروس كورونا وذلك قبل الحقنة الأولى منه أو بين الحقنتين الأولى والثانية."]
    },
    {"tag": "نقص المناعة",
     "patterns": ["هل يمكن تلقي اللقاح بالرغم من الاصابة بنقص المناعة؟","للإصابة بنقص المناعة","هل يمكن تلقيح الأشخاص الذين يعانون من نقص المناعة وكذا المصابين بفيروس نقص المناعة البشري؟"],
     "responses": ["يمكن للأشخاص الذين يعانون من نقص المناعة أو المصابين بفيروس نقص المناعة البشري الاستفادة من اللقاح ضد فيروس كورونا المستجد."]
    },
    {"tag": "مضادات التخثر",
     "patterns": ["هل يمكن تلقيح المرضى تحت العلاج بمضادات التخثر؟","العلاج بمضادات التخثر"],
     "responses": ["يجب أن يَتْبَعَ التلقيحَ ضَغْطٌ على الموقع (بدون فرك) لمدة دقيقتين على الأقل."]
    },
    {"tag": "العلاج الكيميائي",
     "patterns": ["هل يمكن تلقيح الأشخاص الذين يتلقون العلاج الكيميائي أو المعدلات المناعية؟","هل يمكن ان اتلقى اللقاح و انا اتلقى العلاج الكيميائي؟","هل يمكن ان اتلقى اللقاح و انا اتلقى المعدلات المناعية؟","العلاج الكيميائي او المعدلات المناعية"],
     "responses": ["يمكن إعطاء اللقاحات بين حصتي العلاج بالنسبة لمرضى السرطان الذين يخضعون للعلاج الكيميائي أو العلاج المناعي وفي أي وقت للمرضى الذين يتلقون العلاج الهرموني أو العلاج الموجه عن طريق الفم. ملحوظة : يجب أن يستمر الأشخاص الذين تم تلقيحهم في احترام الإجراءات الوقائية. لا تعتبر الحساسية الغذائية أوالموسمية مانعا من الاستفادة من التلقيح بأحد النوعين المستعملين إلى حد الآن ببلادنا. الإصابة بمرض بسيط دون حمى، ليس سببًا لتأخير الاستفادة من التلقيح."]
    },
    {"tag": "الشكر",
        "patterns": ["شكرا لك","thank you","thanks","merci","chokran","tanmirt","شكرا","مشكور"],
        "responses": ["تسعدني خدمتك .","تسعدني خدمتك، مرحبا بك في أي وقت .","يسعدني أنك وجدت الإجابة لأسئلتك"]
    }
]
}
